Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# id_completed_linked_to
source: Linked to
bg: Свързан към
cs: Propojeno s
de: Verknüpft mit
es: Vinculado a
fr: Associé à
gsw_ch: Verchnüpft mit
it: Collegato a
ja: 紐付けされる電話番号
ko: 연결된 대상
nl: Gekoppeld aan
pl: Połączony z
pt_br: Vinculado a
ru: Привязано к
sk: Prepojené s
tr: ile bağlı
uk: Прив'язано до
zh_hans: 链接到
zh_hant: 連結至

# id_completed_nickname
source: Your nickname
bg: Вашият псевдоним
cs: Vaše přezdívka
de: Ihr Nickname
es: Su alias
fr: Votre surnom
gsw_ch: Ihre Nickname
it: Il tuo nickname
ja: あなたのニックネーム
ko: 당신의 별명
nl: Je nickname
pl: Twój pseudonim
pt_br: Seu apelido
ru: Ваше имя пользователя
sk: Vaša prezývka
tr: Takma isminiz
uk: Ваше прізвисько
zh_hans: 您的昵称
zh_hant: 您的暱稱

# id_completed_sync_contacts
source: Sync Contacts
bg: Синхронизирайте контактите
cs: Synchronizovat kontakty
de: Kontakte synchronisieren
es: Sincronizar contactos
fr: Synchroniser les contacts
gsw_ch: Kontäkt synchronisiere
it: Sincronizza contatti
ja: 連絡先を同期
ko: 연락처 동기화
nl: Contactpersonen synchroniseren
pl: Synchronizacja kontaktów
pt_br: Sincronizar contatos
ru: Сихронизировать контакты
sk: Synchronizovať kontakty;
tr: Kişileri eşitle
uk: Синхронізовані контакти
zh_hans: 同步联系人
zh_hant: 同步聯絡人

# id_completed_title
source: You’re done! Everything correct?
bg: Готово! Всичко ли е правилно?
cs: Hotovo! Je vše v pořádku?
de: Einrichtung abgeschlossen. Alles korrekt?
es: ¡Ha terminado! ¿Todo correcto?
fr: Terminé ! Tout est correct ?
gsw_ch: Iirichtig abgschlosse. Stimmt alles?
it: Fatto! Tutto corretto?
ja: 完了です！最終確認をしてください。
ko: 완료되었습니다! 모든 것이 올바른가요?
nl: U bent klaar! Is alles juist?
pl: Skończyłeś! Wszystko w porządku?
pt_br: Tudo pronto! Está tudo certo?
ru: Готово! Все правильно?
sk: Hotovo. Je všetko správne?
tr: İşlemleriniz tamamlandı! Herşey doğru mu?
uk: Готово! Все вірно?
zh_hans: 大功告成！资料正确吗？
zh_hant: 大功告成！資料正確嗎？

# id_confirm_description
source: Your %@ ID works just like a phone number. Your friends can reach you through this ID.
bg: Вашият %@ идентификатор е като телефонен номер. Вашите приятели могат да се свържат с Вас чрез този идентификатор.
cs: Vaše %@ ID funguje stejně jako telefonní číslo. Prostřednictvím tohoto ID vás mohou kontaktovat vaši přátelé.
de: Ihre %@-ID funktioniert wie eine Telefonnummer. Ihre Freunde können Sie über diese ID erreichen.
es: Su ID de %@ funciona como un número de teléfono. Sus amigos pueden ponerse en contacto con usted a través de este ID.
fr: Votre ID %@ fonctionne comme un numéro de téléphone. Vos amis peuvent l’utiliser pour vous joindre.
gsw_ch: Ihri %@-ID funktioniert wie e Telefonnummere. Ihri Fründe chönd Sie über die ID erreiche.
it: Il %@ ID funziona proprio come un numero di telefono. I tuoi amici potranno usarlo per raggiungerti.
ja: あなたの%@ IDは、電話番号のように機能します。お友達はこのIDであなたに連絡を取ることができます。
ko: 당신의 %@ ID는 전화번호처럼 작동합니다. 당신의 친구들은 이 ID를 통해 당신에게 연락할 수 있습니다.
nl: Je %@ ID werkt net als een telefoonnummer. Je vrienden kunnen je via dit ID bereiken.
pl: Twój ID %@ działa jak numer telefonu. Twoi znajomi mogą się z tobą skontaktować za pomocą tego ID.
pt_br: A sua ID do %@ funciona como um número de telefone. Seus amigos podem encontrar você por meio dessa ID.
ru: %@ ID аналогичен номеру телефона. По этому идентификатору с вами смогут связаться ваши друзья.
sk: Vaše %@ ID funguje ako telefónne číslo. Vaši priatelia vás môžu kontaktovať pomocou tohto ID.
tr: %@ kimliğiniz tıpkı bir telefon numarası gibi çalışır. Arkadaşlarınız size bu kimlik üzerinden ulaşabilirler.
uk: Ваш %@ ID працює як номер телефону. Ваші друзі можуть зв’язатися з вами за допомогою цього ID.
zh_hans: 您的 %@ ID 就像电话号码一样。您的朋友可以通过这个ID联系您。
zh_hant: 您的 %@ ID 就像電話號碼一樣。您的好友可以透過這個ID與您聯絡。

# id_confirm_description_work
source: Your %@ ID works just like a phone number. Your contacts can reach you through this ID.
bg: Вашият %@ идентификатор е като телефонен номер. Вашите приятели могат да се свържат с Вас чрез този идентификатор.
cs: Vaše %@ ID funguje stejně jako telefonní číslo. Prostřednictvím tohoto ID se s vámi mohou spojit vaše kontakty.
de: Ihre %@-ID funktioniert wie eine Telefonnummer. Ihre Kontakte können Sie über diese ID erreichen.
es: Su ID de %@ funciona como un número de teléfono: sus contactos pueden comunicarse con usted a través de este ID.
fr: Votre ID %@ fonctionne comme un numéro de téléphone. Vos contacts peuvent l’utiliser pour vous joindre.
gsw_ch: Ihri %@-ID funktioniert wie e Telefonnummere. Ihri Kontäkt chönd Sie über die ID erreiche.
it: Il %@ ID funziona proprio come un numero di telefono. I tuoi contatti potranno usarlo per raggiungerti.
ja: %@ IDは、電話番号のように機能します。あなたの連絡先は、このIDを通じてあなたに連絡を取ることができます。
ko: 당신의 %@ ID는 전화번호처럼 작동합니다. 연락처는 이 ID를 통해 당신에게 연락할 수 있습니다.
nl: Je %@ ID werkt net als een telefoonnummer. Je contactpersonen kunnen je via dit ID bereiken.
pl: Twój ID%@ działa jak numer telefonu. Twoje kontakty mogą się z Tobą skontaktować za pośrednictwem tego identyfikatora.
pt_br: A sua ID do %@ funciona como um número de telefone. Seus contatos podem encontrar você por meio dessa ID.
ru: %@ ID аналогичен номеру телефона. По этому идентификатору с вами смогут связаться ваши контакты.
sk: Vaše %@ ID funguje ako telefónne číslo. Vaši priatelia vás môžu kontaktovať pomocou tohto ID.
tr: %@ kimliğiniz tıpkı bir telefon numarası gibi çalışır. Kişileriniz bu kimlik üzerinden size ulaşabilir.
uk: Ваш %@ ID працює як номер телефону. Ваші контакти можуть зв’язатися з вами через цей ID.
zh_hans: 您的 %@ ID 就像电话号码一样。您的联系人可以通过这个ID联系您。
zh_hant: 您的 %@ ID 就像電話號碼一樣。您的聯絡人可以透過這個ID與您聯絡。

# id_confirm_your_id
source: This is your %@ ID:
bg: Това е Вашият %@ идентификатор:
cs: Toto je vaše %@ ID:
de: Das ist Ihre %@-ID:
es: Su ID de %@ es:
fr: Voici votre ID %@ :
gsw_ch: Das isch Ihri %@-ID:
it: Il tuo %@ ID è:
ja: これがあなたの%@ IDです
ko: 이것이 당신의 %@ ID입니다:
nl: Dit is je %@ ID:
pl: To jest Twój ID %@:
pt_br: Esta é a sua ID do %@:
ru: Это ваш %@ ID:
sk: Toto je vaše %@ ID:
tr: Bu sizin %@ kimliğiniz:
uk: Це ваш %@ ID:
zh_hans: 这是您的 %@ ID：
zh_hant: 這是您的 %@ ID：

# id_enter_email
source: Email (optional)
bg: Имейл (незадължително)
cs: E-mail (volitelné)
de: E-Mail-Adresse (optional)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)
gsw_ch: E-Mail-Adrässe (optional)
it: E-mail (opzionale)
ja: メールアドレス（任意）
ko: 이메일 (선택 사항)
nl: E-mailadres (optioneel)
pl: Email (opcjonalnie)
pt_br: E-mail (opcional)
ru: Эл. адрес (необязательно)
sk: Email (voliteľné)
tr: E-posta (isteğe bağlı)
uk: Електронна пошта (за бажанням)
zh_hans: 电子邮件（可选）
zh_hant: 電子郵件（選用）

# id_enter_nickname
source: Enter a nickname
bg: Въведете псевдоним
cs: Zadejte přezdívku
de: Nicknamen eingeben
es: Introduzca un alias
fr: Saisissez un surnom
gsw_ch: Nickname igeh
it: Inserisci un nickname
ja: ニックネームを確定
ko: 닉네임을 입력하세요.
nl: Nickname invoeren
pl: Wpisz pseudonim
pt_br: Insira um apelido
ru: Введите имя пользователя
sk: Zadajte prezývku
tr: Bir takma isim girin
uk: Введіть прізвисько
zh_hans: 输入昵称
zh_hant: 輸入暱稱

# id_exists
source: The %@ ID previously used on this device (%@) is still present. Would you like to restore this ID?
bg: %@ идентификаторът, който преди това е използван на това устройство (%@), все още е налице. Искате ли да го възстановите?
cs: Stále je přítomno %@ ID, které bylo na tomto zařízení dříve používáno (%@). Chcete toto ID obnovit?
de: Die zuvor auf diesem Gerät verwendete %@-ID (%@) ist noch vorhanden. Möchten Sie diese ID wiederherstellen?
es: El ID de %@ utilizado anteriormente en este dispositivo (%@) sigue presente. ¿Desea restaurar este ID?
fr: L’ID %@ utilisé précédemment sur cet appareil (%@) est encore présent. Voulez-vous restaurer cet ID ?
gsw_ch: Di vorher uf dem Grät gnutzti %@-ID (%@) isch no ume. Wänd Sie die ID wiederherstelle?
it: Il %@ ID utilizzato precedentemente su questo dispositivo (%@) è ancora presente. Vorresti ripristinare questo ID?
ja: この端末で以前使用していた%@ ID（%@）が残っています。このIDを復元しますか？
ko: 이 기기에서 이전에 사용한 %@ ID (%@)가 여전히 남아 있습니다. 이 ID를 복원하시겠습니까?
nl: De %@ ID dat eerder op dit apparaat (%@) is gebruikt, is nog aanwezig. Wilt u deze ID herstellen?
pl: ID %@ używany wcześniej na tym urządzeniu (%@) jest nadal obecny. Czy chcesz przywrócić ten ID?
pt_br: A ID do %@ anteriormente usada nesse dispositivo (%@) ainda está presente. Gostaria de restaurar essa ID?
ru: Доступен ID %@, который ранее использовался на этом устройстве (%@). Восстановить этот ID?
sk: Na tomto zariadení sa stále nachádza predtým používané %@ ID (%@). Chcete toto ID obnoviť?
tr: Bu cihazda daha önce kullanılan %@ kimliği (%@) hala mevcut. Bu kimliği geri yüklemek ister misiniz?
uk: %@ ID, що вже використовувався на цьому пристрої (%@), ще наявний. Бажаєте відновити його?
zh_hans: 此设备上先前使用的 %@ ID (%@) 仍然在线。您想恢复这个ID吗？
zh_hant: 此裝置上以前使用的 %@ ID (%@) 仍然在線。您想還原這個ID嗎？

# id_export_include_in_device_backup_label
source: Include in phone backup
bg: Включете в резервното копие на телефона
cs: Zahrnout do zálohy telefonu
de: In Geräte-Backup aufnehmen
es: Incluir en la copia de seguridad del teléfono
fr: Inclure dans la sauvegarde du téléphone
gsw_ch: Is Gräte-Backup ufneh
it: Includi nel backup del telefono
ja: 電話のバックアップに含まれる
ko: 휴대폰 백업에 포함
nl: Opnemen in back-up van telefoon
pl: Uwzględnij w kopii zapasowej telefonu
pt_br: Incluir no backup do telefone
ru: Включить в резервной копии устройства
sk: Zahrnúť do zálohy telefónu
tr: Telefon yedeklemesine dahil et
uk: Включити до резервної копії телефону
zh_hans: 包含在手机备份中
zh_hant: 包括在電話備份中

# id_export_your_export_label
source: Your ID export
bg: Вашият експортиран идентификатор
cs: Váš export ID
de: Ihr ID-Export
es: Tu ID exportad
fr: Votre exportation d’ID
gsw_ch: Ihre ID-Export
it: L’ID esportato
ja: あなたのIDのエクスポート
ko: 귀하의 ID 내보내기
nl: Exportbestand van uw ID
pl: Twój eksport ID
pt_br: Sua exportação de ID
ru: Копия вашего ID
sk: Váš export ID
tr: Dışa aktarılan kimliğiniz
uk: Експорт вашого ID
zh_hans: 您的ID导出
zh_hant: 您的ID匯出

# id_link_description
source: Link your phone number to your %@ ID.
bg: Свържете Вашия мобилен номер към Вашия %@ идентификатор.
cs: Propojte své telefonní číslo s vaším %@ ID.
de: Verknüpfen Sie Ihre Telefonnummer mit Ihrer %@-ID.
es: Vincule su número de teléfono a su ID de %@.
fr: Associez votre numéro de téléphone à votre ID %@.
gsw_ch: Verchnüpfed Sie Ihri Telefonnummere mit Ihrere %@-ID.
it: Collega il numero di cellulare al tuo %@ ID.
ja: 電話番号と%@ IDを紐付ける。
ko: %@ ID에 전화번호를 연결하세요.
nl: Koppel je telefoonnummer aan je %@ ID.
pl: Połącz swój numer telefonu z ID %@.
pt_br: Vincule seu número de telefone à sua ID do %@.
ru: Привяжите свой номер телефона к своему %@ ID.
sk: Prepojte svoje telefónne číslo s vašim %@ ID.
tr: Telefon numaranızı %@ kimliğinize bağlayın.
uk: Прив'яжіть свій номер телефону до %@ ID.
zh_hans: 将您的电话号码链接到 %@ ID。
zh_hant: 將您的電話號碼連結至 %@ ID。

# id_link_description_work
source: Link your phone number and/or email to your %@ ID.
bg: Свържете Вашия мобилен номер и/или Вашия имейл към %@ идентификатора.
cs: Propojte své telefoní číslo a/nebo email s vaším %@ ID.
de: Verknüpfen Sie Ihre Telefonnummer/E-Mail-Adresse mit Ihrer %@-ID.
es: Vincule su número de teléfono o correo electrónico a su ID de %@.
fr: Associez votre numéro de téléphone ou e-mail à votre ID %@.
gsw_ch: Verchnüpfed Sie Ihri Telefonnummere/E-Mail-Adrässe mit Ihrere %@-ID.
it: Collega il tuo numero di telefono e/o indirizzo e-mail con il tuo %@ ID.
ja: %@ IDに電話番号やメールアドレスを紐付することができます。
ko: %@ ID에 전화번호와/또는 이메일을 연결하세요.
nl: Koppel je telefoonnummer en/of e-mailadres aan je %@ ID.
pl: Połącz swój numer telefonu i/lub email z ID %@.
pt_br: Vincule o seu número de telefone e/ou e-mail à sua ID do %@.
ru: Привяжите свой номер телефона и/или эл. адрес к своему %@ ID.
sk: Prepojte svoje telefónne číslo a/alebo email s vašim %@ ID.
tr: Telefon numaranızı ve / veya e-postanızı %@ kimliğinize bağlayın.
uk: Прив'яжіть номер телефону та / або електронну пошту до %@ ID.
zh_hans: 将您的电话号码和/或电子邮件链接到 %@ ID。
zh_hant: 將您的電話號碼和/或電子郵件連結至 %@ ID。

# id_link_no_input
source: You haven’t entered a phone number to link to your %@ ID. You will not appear on your friends’ contact lists. Do you really want to use %@ in this completely anonymous way?
bg: Не сте въвели мобилен телефон, който да се свърже с Вашия %@ идентификатор. Вие няма да се виждате в списъка с контакти на Вашите приятели. Наистина ли искате да използвате %@ анонимно?
cs: Nezadali jste telefonní číslo pro propojení vašeho %@ ID. Nebudete se zobrazovat v seznamech kontaktů svých přátel. Opravdu chcete aplikaci %@ používat tímto zcela anonymním způsobem?
de: Sie haben keine Telefonnummer zur Verknüpfung angegeben. Sie werden deshalb nicht automatisch in der Kontaktliste Ihrer Freunde gelistet. Möchten Sie %@ wirklich komplett anonym nutzen?
es: No ha introducido un número de teléfono que vincular a su ID de %@. Usted no aparecerá en las listas de contactos de sus amigos. ¿Seguro que desea utilizar %@ de esta forma completamente anónima?
fr: Vous n’avez pas saisi de numéro de téléphone à associer à votre ID %@. Vous n’apparaîtrez pas dans les listes de contacts de vos amis. Voulez-vous vraiment utiliser %@ de façon complètement anonyme ?
gsw_ch: Sie händ kei Telefonnummere zur Verchnüpfig ageh. Sie werded drum nöd automatisch ide Kontaktliste vo Ihrne Fründe ufgfüehrt. Wänd Sie %@ würklich komplett anonym nutze?
it: Non hai inserito un numero di telefono da collegare al tuo %@ ID, quindi non comparirai automaticamente nella lista contatti dei tuoi amici. Vuoi davvero usare %@ in modo totalmente anonimo?
ja: %@ IDに紐付けする電話番号を入力していません。友達の連絡先リストにも表示されません。完全に匿名で%@を利用しますか？
ko: 당신은 %@ ID에 연결할 전화번호를 입력하지 않았습니다. 친구들의 연락처 목록에 표시되지 않을 것입니다. 정말로 %@를 이 완전히 익명한 방식으로 사용하길 원하십니까?
nl: U hebt geen telefoonnummer aan uw %@ ID gekoppeld. U zult niet in de adresboeken van uw vrienden worden getoond. Wilt u %@ echt volledig anoniem gebruiken?
pl: Nie wprowadziłeś numeru telefonu, który mógłby połączyć się z twoim ID %@. Nie pojawisz się na listach kontaktowych znajomych. Czy faktycznie chcesz użyć %@ w ten całkowicie anonimowy sposób?
pt_br: Você não inseriu um número de telefone para vincular à sua ID do %@. Você não aparecerá nas listas de contatos de seus amigos. Tem certeza de que deseja usar o %@ de forma completamente anônima?
ru: Вы не указали номер телефона для привязки к вашему %@ ID. Вас не будет в списках контактов ваших друзей. Вы действительно хотите использовать %@ полностью анонимно?
sk: Nezadali ste číslo mobilného telefónu, ktoré by bolo prepojené s vašim %@ ID. Nebudete se zobrazovať v zozname kontaktov vašich priateľov. Naozaj chcete používať aplikáciu %@ výlučne anonymne?
tr: %@ kimliğinize bağlamak için telefon numarası girmediniz. Arkadaşlarınızın kişi listelerinde görünmezsiniz. %@'ı tamamen anonim şekilde kullanmak istiyor musunuz?
uk: Ви не ввели номеру телефону для прив'язання до %@ ID. Ви не з’являтиметесь в списках контактів ваших друзів. Ви дійсно хочете використовувати %@ у такий абсолютно анонімний спосіб?
zh_hans: 您没有输入电话号码链接到 %@ ID，您不会出现在朋友的联系人列表中。您确定要以完全匿名的方式使用%@吗？
zh_hant: 您沒有輸入電話號碼連結至 %@ ID，您不會出現在好友的聯絡人清單中。您確定要以完全匿名的方式使用 %@ 嗎？

# id_link_no_input_work
source: You have entered neither a phone number nor an email address to link to your %@ ID. You will not appear on contact lists. Do you really want to use %@ in this completely anonymous way?
bg: Не сте въвели мобилен телефон или имейл, които да се свържат с Вашия %@ идентификатор. Вие няма да се виждате в списъка с контакти на Вашите приятели. Наистина ли искате да използвате %@ анонимно?
cs: Nezadali jste telefonní číslo ani e-mailovou adresu pro propojení vašeho %@ ID. Nebudete se zobrazovat v seznamech kontaktů. Opravdu chcete %@ používat tímto zcela anonymním způsobem?
de: Sie haben weder Telefonnummer noch E-Mail-Adresse zur Verknüpfung angegeben. Sie werden deshalb nicht automatisch in Kontaktlisten aufgeführt. Möchten Sie %@ wirklich komplett anonym nutzen?
es: No ha introducido ni un número de teléfono ni una dirección de correo electrónico para vincular a su ID de %@. Usted no aparecerá en las listas de contactos. ¿Seguro que desea utilizar %@ de esta forma completamente anónima?
fr: Vous n’avez saisi ni numéro de téléphone portable, ni adresse e-mail à associer à votre ID %@. Vous n’apparaîtrez pas dans la liste de contacts. Voulez-vous vraiment utiliser %@ de façon complètement anonyme ?
gsw_ch: Sie händ weder e Telefonnummere no e E-Mail-Adrässe zur Verchnüpfig ageh. Sie werded drum nöd automatisch in Kontaktliste ufgfüehrt. Wänd Sie %@ würklich komplett anonym nutze?
it: Non hai inserito né il numero di cellulare né l’indirizzo e-mail da collegare al tuo %@ ID. Non comparirai nella lista contatti. Vuoi davvero usare %@ in modo totalmente anonimo?
ja: %@ IDに紐付けする電話番号やメールアドレスを入力していません。相手の連絡先リストにも表示されません。完全に匿名で%@を利用しますか？
ko: 전화번호나 이메일 주소를 %@ ID에 연결하지 않았습니다. 연락처 목록에 표시되지 않습니다. 정말로 %@를 완전히 익명한 방식으로 사용하고 싶습니까?
nl: Je hebt geen telefoonnummer of e-mailadres aan je %@ ID gekoppeld. Je zult niet in adresboeken verschijnen. Wil je %@ echt volledig anoniem gebruiken?
pl: Nie podałeś numeru telefonu ani adresu email, aby połączyć się z Twoim ID %@. Nie pojawi się na listach kontaktów. Czy faktycznie chcesz korzystać z aplikacji %@ w ten całkowicie anonimowy sposób?
pt_br: Você não inseriu um número de celular ou um endereço de e-mail para vincular à sua ID do %@. Você não aparecerá em listas de contatos. Tem certeza de que deseja usar o %@ de forma completamente anônima?
ru: Вы не указали ни номера мобильного телефона, ни адреса эл. почты для привязки к вашему %@ ID. Вас не будет в списке контактов ваших контактов. Вы действительно хотите использовать %@ полностью анонимно?
sk: Nezadali ste ani telefónne číslo, ani emailovú adresu na prepojenie s vaším %@ ID. Nebudete sa zobrazovať v zoznamoch kontaktov. Naozaj chcete používať %@ úplne anonymne?
tr: %@ kimliğinize bağlamak için telefon numarası veya e-posta adresi girmediniz. Arkadaşlarınızın kişi listelerinde görünmezsiniz. %@'ı tamamen anonim şekilde kullanmak istiyor musunuz?
uk: Ви не ввели ані номеру телефону, ані адреси електронної пошти для посилання на свій %@ ID. Ви не з'являтиметесь в списках контактів. Ви дійсно хочете використовувати %@ у такий абсолютно анонімний спосіб?
zh_hans: 您没有输入电话号码或电子邮件地址链接到 %@ ID，您不会出现在联系人列表中。您确定要以完全匿名的方式使用 %@ 吗？
zh_hant: 您沒有輸入電話號碼或電子郵件地址連結至 %@ ID，您將不會出現在聯絡人名單中。您確定要以完全匿名的方式使用 %@ 嗎？

# id_link_title
source: Help your friends find you
bg: Помогнете на Вашите приятели да Ви намерят
cs: Pomozte svým přátelům, aby vás mohli najít
de: Damit Sie einfacher gefunden werden
es: Ayude a sus amigos a encontrarlo
fr: Aidez vos amis à vous trouver
gsw_ch: Demit Sie eifacher gfunde werded
it: Aiuta i tuoi amici a trovarti
ja: 友達に見つけてもらう
ko: 친구들이 당신을 찾을 수 있도록 도와주세요.
nl: Help je vrienden je te vinden
pl: Pomóż twoim znajomym znaleźć Ciebie
pt_br: Ajude seus amigos a encontrarem você
ru: Помогите своим друзьям найти вас
sk: Pomôžte svojim priateľom, aby vás našli!
tr: Arkadaşlarınızın sizi bulmasına yardımcı olun
uk: Допоможіть своїм друзям знайти вас
zh_hans: 帮助朋友找到您
zh_hant: 協助好友找到您

# id_link_title_work
source: Help your contacts find you
bg: Помогнете на Вашите контакти да Ви намерят
cs: Pomozte svým kontaktům, aby vás mohli najít
de: Damit Sie einfacher gefunden werden
es: Ayude a sus contactos a encontrarlo
fr: Aidez vos contacts à vous trouver
gsw_ch: Demit Sie eifacher gfunde werded
it: Aiuta i tuoi contatti a trovarti
ja: 連絡先からあなたを見つけてもらう
ko: 연락처들이 당신을 찾을 수 있도록 도와주세요.
nl: Help je contactpersonen je te vinden
pl: Pomóż swoim kontaktom znaleźć Ciebie
pt_br: Ajude seus contatos a encontrarem você
ru: Помогите своим контактам находить вас
sk: Pomôžte svojim priateľom, aby vás našli
tr: Kişilerinizin sizi bulmasına yardımcı olun
uk: Допоможіть своїм контактам знайти вас
zh_hans: 帮助联系人找到您
zh_hant: 協助聯絡人找到您

# id_pick_nickname_description
source: Your friends will see your nickname when they receive a message.
bg: Вашите приятели ще видят псевдонима Ви, когато получат съобщение от Вас.
cs: Přezdívka se zobrazí vašim přátelům, když od vás obdrží zprávu.
de: Der Nickname wird bei Ihren Freunden angezeigt, wenn sie eine Nachricht empfangen.
es: Sus amigos verán este alias cuando reciban un mensaje.
fr: Vos amis verront votre surnom quand ils recevront un message.
gsw_ch: De Nickname wird bi Ihrne Fründe aazeigt, wenn sie e Nachricht überchömed.
it: I tuoi amici visualizzerano il nickname quando riceveranno un messaggio.
ja: 相手がメッセージを受け取る際に、あなたのニックネームが表示されます。
ko: 당신의 친구들은 메시지를 받을 때 당신의 닉네임을 볼 것입니다.
nl: Je vrienden zien je nickname wanneer ze een bericht ontvangen.
pl: Twoi znajomi zobaczą Twój pseudonim, gdy otrzymają wiadomość.
pt_br: Seus amigos verão seu apelido quando receberem uma mensagem.
ru: Ваши друзья будут видеть ваше имя пользователя при получении сообщения.
sk: Vaši priatelia uvidia vašu prezývku akonáhle od vás dostanú správu.
tr: Arkadaşlarınız bir mesaj aldıklarında takma isminizi görecekler.
uk: Ваші друзі побачать ваше прізвисько під час отримання повідомлення.
zh_hans: 当您的朋友收到消息时，他们会看到您的昵称。
zh_hant: 當您的好友收到訊息時，他們會看到您的暱稱。

# id_pick_nickname_description_work
source: Your contacts will see your nickname when they receive a message.
bg: Вашите контакти ще видят псевдонима Ви, когато получат съобщение от Вас.
cs: Přezdívka se zobrazí vašim kontaktům, když od vás obdrží zprávu.
de: Der Nickname wird bei Ihren Kontakten angezeigt, wenn sie eine Nachricht empfangen.
es: Sus contactos verán este alias cuando reciban un mensaje.
fr: Vos contacts verront votre surnom quand ils recevront un message.
gsw_ch: De Nickname wird bi Ihrne Kontäkt aazeigt, wenn sie e Nachricht überchömed.
it: I tuoi contatti visualizzerano il nickname quando riceveranno un messaggio.
ja: 連絡先にメッセージが届くと、あなたのニックネームが表示されます。
ko: 당신의 연락처들은 메시지를 받을 때 당신의 닉네임을 볼 것입니다.
nl: Je contactpersonen zien je nickname wanneer ze een bericht ontvangen.
pl: Twoje kontakty zobaczą Twój pseudonim, gdy otrzymają wiadomość.
pt_br: Seus contatos verão seu apelido quando receberem uma mensagem.
ru: Ваши контакты будут видеть ваше имя пользователя при получении сообщения.
sk: Vaše kontakty uvidia vašu prezývku akonáhle od vás dostanú správu.
tr: Kişileriniz bir mesaj aldıklarında takma isminizi görecekler.
uk: Контакти побачать ваше прізвисько, коли отримають повідомлення.
zh_hans: 当您的联系人收到消息时，他们会看到您的昵称。
zh_hant: 當您的聯絡人收到訊息時，他們會看到您的暱稱。

# id_pick_nickname_question
source: Do you want to use your %@ ID as nickname?
bg: Искате ли да използвате Вашия %@ идентификатор като псевдоним?
cs: Chcete jako přezdívku použít svoje %@ ID?
de: Möchten Sie Ihre %@-ID als Nickname verwenden?
es: ¿Desea utilizar su ID de %@ como alias?
fr: Voulez-vous utiliser votre ID %@ comme surnom ?
gsw_ch: Wänd Sie Ihri %@-ID als Nickname bruuche?
it: Vuoi usare il %@ ID come nickname?
ja: あなたの%@ IDをニックネームとして使いますか？
ko: %@ ID를 닉네임으로 사용하시겠습니까?
nl: Wil je je %@ ID gebruiken als nickname?
pl: Czy chcesz użyć swojego ID %@ jako pseudonimu?
pt_br: Deseja usar sua ID do %@ como apelido?
ru: Хотите использовать свой %@ ID в качестве имени пользователя?
sk: Chcete použiť vaše %@ ID ako prezývku?
tr: %@ kimliğinizi takma isim olarak kullanmak istiyor musunuz?
uk: Бажаєте використати %@ ID як прізвисько?
zh_hans: 您要使用 %@ ID 作为昵称吗？
zh_hant: 您要使用 %@ ID 作為暱稱嗎？

# id_pick_nickname_title
source: Choose a nickname
bg: Изберете си псевдоним
cs: Vyberte si přezdívku
de: Nickname wählen
es: Elija un alias
fr: Choisissez un surnom
gsw_ch: Nickname wähle
it: Scegli un nickname
ja: ニックネームを作成してください
ko: 닉네임을 선택하세요.
nl: Nickname kiezen
pl: Wybierz pseudonim
pt_br: Escolha um apelido
ru: Выберите имя пользователя
sk: Zadajte vašu prezývku
tr: Bir takma isim seçin
uk: Обрати прізвисько
zh_hans: 选择昵称
zh_hant: 選擇暱稱
